Repository: BeyondDimension/SteamClient
Catalog: res/i18n/BD.SteamClient8.Primitives.*.resx
Languages: es, it, ko, ru, zh_hant

# CaptchaNeeded
source: 请在输入验证码后再次登录
es: Introduce el código de verificación y vuelve a iniciar sesión.
it: Inserisci il codice di verifica e accedi nuovamente.
ko: 인증 코드를 입력하고 다시 로그인하세요.
ru: Пожалуйста, введите проверочный код и войдите снова.
zh_hant: 請輸入驗證碼並重新登入。

# EmailAuthNeeded
source: 请查看账号绑定邮箱，输入邮件验证码后继续
es: Comprueba la dirección de correo electrónico asociada a tu cuenta e introduce el código de verificación del correo electrónico para continuar.
it: Controlla l'indirizzo email associato al tuo account e inserisci il codice di verifica e-mail per continuare.
ko: 계정과 연결된 이메일 주소를 확인하고 이메일 인증 코드를 입력하여 계속하세요.
ru: Проверьте адрес электронной почты, связанный с вашей учетной записью, и введите код подтверждения электронной почты, чтобы продолжить.
zh_hant: 請檢查與您帳戶關聯的電子郵件地址，然後輸入電子郵件驗證碼以繼續。

# Error_InvalidActivationCode
source: 无效的验证码
es: captcha no válido
it: captcha non valido
ko: 잘못된 보안 문자
ru: неверная капча
zh_hant: 驗證碼無效

# Error_InvalidResponseFromSteam
source: 来自 Steam 的无效响应：{0}
es: Respuesta no válida de Steam：{0}
it: Risposta non valida da Steam：{0}
ko: 스팀：{0}의 응답이 잘못되었습니다
ru: Неверный ответ от Steam：{0}
zh_hant: 來自 Steam 無效的回應：{0}

# Error_ITwoFactorService_AddAuthenticator_v0001
source: 无法发送短信，检查您的手机号已在您的 Steam 帐户中注册
es: No puedes enviar SMS, comprueba que tu número de teléfono esté registrado en tu cuenta de Steam.
it: Impossibile inviare SMS, controlla che il tuo numero di telefono sia registrato sul tuo account Steam.
ko: SMS를 보낼 수 없습니다. 전화번호가 Steam 계정에 등록되어 있는지 확인하세요.
ru: Невозможно отправить SMS, убедитесь, что ваш номер телефона зарегистрирован в вашей учетной записи Steam.
zh_hant: 無法發送短信，請檢查您的電話號碼是否已註冊到您的 Steam 帳戶。

# Error_NoOAuth
source: 来自 Steam 的无效响应（没有 OAuth 令牌）
es: Respuesta de Steam no válida (no hay token de OAuth).
it: Risposta non valida da Steam (nessun token OAuth).
ko: Steam의 응답이 잘못되었습니다 (OAuth 토큰 없음).
ru: Неверный ответ Steam (токен OAuth отсутствует).
zh_hant: 來自 Steam 無效的回應（沒有 OAuth 令牌）。

# Error_OnActivating
source: 激活令牌时出现了问题，Steam 服务器可能存在问题，请稍后再试
es: Se ha producido un problema al activar el token. Puede que haya un problema con los servidores de Steam. Vuelve a intentarlo más tarde.
it: Si è verificato un problema durante l'attivazione del token. Potrebbe esserci un problema con i server di Steam. Riprova più tardi.
ko: 토큰을 활성화하는 데 문제가 발생했습니다.Steam 서버에 문제가 있을 수 있습니다.나중에 다시 시도하세요.
ru: Возникла проблема с активацией токена. Возможно, возникла проблема с серверами Steam. Пожалуйста, повторите попытку позже.
zh_hant: 啟動令牌時發生問題。Steam 伺服器可能出現問題。請稍後再試一次。

# Error_Password
source: 您所输入的账户名或密码不正确
es: El nombre de la cuenta o la contraseña que has introducido son incorrectos.
it: Il nome dell'account o la password che hai inserito non sono corretti.
ko: 입력한 계정 이름 또는 암호가 올바르지 않습니다.
ru: Введенное имя учетной записи или пароль неверны.
zh_hant: 您輸入的帳戶名稱或密碼不正確。

# Error_SteamguardPhoneAjax
source: 您的 Steam 帐户必须附有支持短信的手机号码, {0}请到 Steam 客户端或 Steam 网站的帐户详细信息添加电话号码
es: Tu cuenta de Steam debe tener un número de teléfono móvil compatible con SMS, {0}Añade un número de teléfono a los detalles de tu cuenta en el cliente de Steam o en el sitio web de Steam.
it: Il tuo account Steam deve avere un numero di cellulare abilitato agli SMS, {0}Aggiungi un numero di telefono ai dettagli del tuo account nel client di Steam o nel sito web di Steam.
ko: Steam 계정에는 SMS가 활성화된 휴대폰 번호가 있어야 합니다. {0}Steam 클라이언트 또는 Steam 웹사이트의 계정 세부 정보에 전화번호를 추가하세요.
ru: В вашей учетной записи Steam должен быть номер мобильного телефона с поддержкой SMS, {0}Добавьте номер телефона к данным своей учетной записи в клиенте Steam или на сайте Steam.
zh_hant: 您的 Steam 帳戶必須具有 SMS 功能的手機號碼 {0}請在 Steam 用戶端或 Steam 網站中添加電話號碼到您的帳戶詳細信息中。

# Error_TooManyRequests
source: IP 登录请求过于频繁，请稍后重试
es: Las solicitudes de inicio de sesión IP son demasiado frecuentes; inténtelo de nuevo más tarde.
it: Le richieste di accesso IP sono troppo frequenti, riprova più tardi.
ko: IP 로그인 요청이 너무 빈번합니다. 나중에 다시 시도하십시오.
ru: Запросы на вход по IP-адресу слишком часты, повторите попытку позже.
zh_hant: IP 登入請求太頻繁，請稍後再試一次。

# RequiresActivation
source: 请查看账号绑定手机号信息，输入验证码后继续
es: Comprueba la información del número de teléfono asociada a tu cuenta e introduce el código de verificación para continuar.
it: Controlla le informazioni sul numero di telefono associato al tuo account e inserisci il codice di verifica per continuare.
ko: 계정과 연결된 전화번호 정보를 확인하고 인증 코드를 입력하여 계속하세요.
ru: Проверьте номер телефона, связанный с вашей учетной записью, и введите проверочный код, чтобы продолжить.
zh_hant: 請檢查與您的帳戶相關聯的電話號碼信息，然後輸入驗證碼以繼續。

# Error_HasAuthenticator
source: 您的帐户似乎已添加了身份验证器，需要移除现有的身份验证器才可以通过账号导入
es: Parece que se ha agregado un autenticador a tu cuenta; debes eliminar el autenticador existente antes de poder importarlo a través de tu cuenta
it: Sembra che un autenticatore sia stato aggiunto al tuo account; devi rimuovere l'autenticatore esistente prima di poterlo importare tramite il tuo account
ko: 계정에 인증자가 추가된 것 같습니다. 계정을 통해 인증자를 가져오려면 먼저 기존 인증자를 제거해야 합니다.
ru: Похоже, аутентификатор добавлен в вашу учетную запись; вам необходимо удалить существующий аутентификатор, прежде чем вы сможете импортировать его через свою учетную запись
zh_hant: 看起來已新增驗證器到您的帳戶中；您必須先移除現有的驗證器，才能透過帳戶匯入

# AccountNotBindEmail
source: 账号没有绑定邮箱
es: La cuenta no está vinculada a un correo electrónico
it: L'account non è collegato a un'email
ko: 계정이 이메일에 연결되지 않음
ru: Учетная запись не связана с электронной почтой
zh_hant: 帳戶未連結至電子郵件

# ConfirmLinkInEmail
source: 请确认邮件内的链接
es: Por favor, compruebe el enlace del correo electrónico
it: Controlla il link nell'email
ko: 이메일에 있는 링크를 확인해 주세요
ru: Пожалуйста, проверьте ссылку в письме
zh_hant: 請檢查電子郵件中的鏈接

# Error_AccountNotBindTel
source: 账号没有绑定的手机号，请根据指示添加手机号
es: No hay ningún número de teléfono asociado a la cuenta. Sigue las instrucciones para añadir un número de teléfono
it: Nessun numero di telefono associato all'account, segui le istruzioni per aggiungere un numero di telefono
ko: 계정에 연결된 전화번호가 없습니다. 지침에 따라 전화번호를 추가하세요.
ru: С учетной записью не связан номер телефона, пожалуйста, следуйте инструкциям, чтобы добавить номер телефона
zh_hant: 沒有與帳戶關聯的電話號碼，請按照說明添加電話號碼

# Error_GetQuoteTradingImage
source: 获取交易报价图片失败
es: No se pudo obtener una imagen de la cotización de la transacción
it: Impossibile ottenere un'immagine del preventivo della transazione
ko: 거래 견적 사진을 가져오지 못했습니다.
ru: Не удалось получить изображение ценового предложения по транзакции
zh_hant: 無法取得交易報價的圖片

# Error_InvalidLoginInfo
source: 登陆信息已失效
es: La información de inicio de sesión no es válida
it: Le informazioni di accesso non sono valide
ko: 로그인 정보가 유효하지 않습니다
ru: Данные для входа недействительны
zh_hant: 登入資訊無效

# RemoveAuthenticatorFail_
source: 移除令牌验证器失败，剩余尝试次数：{0}
es: Falló la eliminación del validador de tokens, quedan intentos：{0}
it: La rimozione del validatore di token non è riuscita, tentativi rimanenti：{0}
ko: 토큰 유효성 검사기 제거 실패, 남은 시도：{0}
ru: Не удалось удалить валидатор токенов, остальные попытки：{0}
zh_hant: 移除令牌驗證器失敗，剩餘嘗試：{0}
